---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures
source: html/cdcb7600-c73e-2d38-2721-24b41580f569.htm
---
# BuiltInFailures.AnalyticalModelFailures Properties

AdjustCurve is too short.